<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Tooltip Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used for various help texts.
    |
    */

    'product_stock_alert' => "ສິນຄ້າທີ່ມີສະຕັອກຕໍ່າ.<br/><small class='text-muted'>ຂຶ້ຢູ່ກັບປະລິມານການແຈ້ງເຕືອນຂອງສິຄ້າໜ້າໃນໜ່າຈໍເພີ່ມຜະລິດຕະພັນ.<br> ຊື້ສິນຄ້ານີ້ກ່ອນທີ່ສິນຄ້າຈະໝົດ.</small>",

    'payment_dues' => "ລໍຖ້າການຊຳລະເງິນສຳຫຼັບການຊື້ສິນຄ້າ. <br/><small class='text-muted'>ຂຶ້ນຢູ່ກັບເງື່ອນໄຂການຈ່າຍຂອງຜູ້ສະໜອງ. <br/> ສະແດງການຊໍາລະເງິນທີ່ຕ້ອງຊໍາລະພາຍໃນ 7 ມື້ ຫຼື ໜ້ອຍກວ່າ.</small>",

    'input_tax' => 'ອາກອນທັງໝົດທີ່ເກັບສຳລັບການຂາຍພາຍໃນໄລຍະເວລາທີ່ເລືອກ.',

    'output_tax' => 'ພາສີທັງໝົດທີ່ຈ່າຍໃຫ້ກັບການຊື້ໃນຊ່ວງເວລາທີ່ເລືອກ.',

    'tax_overall' => 'ຄວາມແຕກຕ່າງລະຫວ່າງພາສີທັງໝົດທີ່ເກັບ ແລະ ພາສີລວມທີ່ຊໍາລະພາຍໃນໄລຍະເວລາທີ່ເລືອກ.',

    'purchase_due' => 'ລວມຈຳນວນເງິນທີ່ຄ້າງຊໍາລະສຳຫຼັບການຊື້.',

    'sell_due' => 'ຍອດລວມທີ່ຈະໄດ້ຮັບຈາກການຂາຍ',

    'over_all_sell_purchase' => '-ve ມູນຄ່າ = ຈຳນວນທີ່ຊໍາລະ <br>+ve ມູນຄ່າ = ຈຳນວນທີ່ໄດ້ຮັບ',

    'no_of_products_for_trending_products' => 'ຈຳນວນສິນຄ້າທີ່ໄດ້ຮັບຄວາມນິຍົມສູງສຸດະຖືກປຽບທຽບໃນຕາຕະລາງຂ້າງລຸ່ມນີ້.',

    'top_trending_products' => "ສິນຄ້າທີ່ຂາຍດີທີ່ສຸດຂອງຮ້ານຂອງທ່ານ. <br/><small class='text-muted'>ໃຊ້ການກັ່ນຕອງເພື່ອຮັບຮູ້ເຖິງສິນຄ້າທີ່ໄດ້ຮັບຄວາມນິຍົມສຳຫຼັບໝວດໝູ່ ສະເພາະ,ຍີ່ຫໍ້ , ທີ່ຕັງທຸລະກິດ ແລະ ອື່ນໆ.</small>",

    'sku' => "ລະຫັດສິນຄ້າທີ່ບໍ່ຊໍ້າກັນ ຫຼື ຫົວໜ່ວຍຮັກສາສະຕັອກ <br><br>ເວັ້ນຫວ່າງໄວ້ເພື່ອສ້າງ sku ອັດຕະໂນມັດ .<br><small class='text-muted'>ເຈົ້າສາມາດແກ້ໄຂຄຳນຳໜ້າ sku ໃນການຕັ້ງຄ່າທຸລະກິດ.</small>",

    'enable_stock' => "ເປີດຫຼືປິດການຈັດການສະຕັອກສຳຫຼັບສິນຄ້າ. <br><br><small class='text-muted'>ການຈັດການສະຕັອກຄວນປິດໃຊ້ງານສ່ວນຫຼາຍຝນການບໍລິການ. ຕົວຢ່າງ: ການຕັດຜົມ, ການສ້ອມແປງ, ອື່ນໆ.</small>",

    'alert_quantity' => "ຮັບການແຈ້ງເຕືອນເມື່ອສະຕັອກເມື່ອປະລິມານສິນຄ້າເຖິງຫຼື ຕໍ່າກວ່າປະລິມານທີ່ລະບຸ.<br><br><small class='text-muted'>ສິນຄ້າທີ່ມີສະຕັອກຕໍ່າຈະສະແດງໃນແຜງຄວບຄູມ - ສ່ວນການແຈ້ງເຕືອນສະຕັອກສິນຄ້າ.</small>",

    'product_type' => '<b>ສິນຄ້າດຽວ</b>: ສິນຄ້າບໍ່ມີການປ່ຽນແປງ.
    <br><b>Variable product</b>: ສິນຄ້າທີ່ມີການປ່ຽນແປງເຊັ່ນ: ຂະໜາດ, ສີແລະອື່ນໆ.
    <br><b>Combo product</b>:ການລວມກັນຂອງຫຼາຍສິນຄ້າ, ເຊິ່ງເອີ້ນກັນວ່າສິນຄ້າມັດ',

    'profit_percent' => "ກຳໄລ່ເລີ່ມຕົ້ນຂອງສິນຄ້າ. <br><small class='text-muted'>(<i>ເຈົ້າສາມາດຈັດການກັບອັດຕາກຳໄລເບີ່ມຕົ້ນຂອງສິນຄ້າໃນການຕັ້ງຄ່າທຸລະກິດ.</i>)</small>",

    'pay_term' => "ການຊຳລະເງິນທີ່ຕ້ອງຈ່າຍສຳລັບການຊື້ / ຂາຍພາຍໃນໄລຍະເວລາທີ່ກຳນົດ.<br/><small class='text-muted'>ການຊຳລະເງິນທີ່ຈະເກີດຂຶ້ນຫຼືເຖິງກຳນົດທັງໝົດຈະສະແດງໃນແຜງຄວບຄຸມ - ໃນສ່ວນການຊຳລະເງິນ</small>",

    'order_status' => 'ຜະລິດຕະພັນໃນການຊື້ນີ້ຈະວາງຈຳໜ່າຍສະເພາະໃນກໍລະນີທີ່ <b>Order Status</b> ເປັນ <b>ລາຍການທີ່ໄດ້ຮັບ</b>.',

    'purchase_location' => 'ທີ່ຕັ້ງຂອງທຸລະກິດທີ່ຈະຂາຍສິນຄ້າທີ່ຊຈະຊື້.',

    'sale_location' => 'ທີ່ຕັ້ງຂອງທຸລະກິດທີ່ດຈົ້າຕ້ອງການຂາຍ',

    'sale_discount' => "ຕັ້ງ 'ການຫຼຸດລາຄາຂາຍເລີ່ມຕົ້ນ' ສຳຫຼັບການຂາຍທັງໝົດໃນການຕັ້ງຄ່າທຸລະກິດ ກົດໃສ່ປຸ່ມແກ້ໄຂດ້ານລຸ່ມເພື່ອ ເພີ່ມ / ປັບປຸງລາຄາສ່ວນຫຼຸດ.",

    'sale_tax' => "ຕັ້ງ 'ພາສີລາຄາຂາຍຕັ້ງຕົ້ນ'  ສຳຫຼັບການຂາຍທັງໝົດໃນການຕັ້ງຄ່າທຸລະກິດ. ົດໃສ່ປຸ່ມແກ້ໄຂດ້ານລຸ່ມເພື່ອ ເພີ່ມ / ປັບປຸງ ພາສາການສັ່ງຊື້.",

    'default_profit_percent' => "ອັດຕາກຳໄລເລີ່ມຕົ້ນຂອງສິນຄ້າ. <br><small class='text-muted'>ໃຊ້ໃນການຄຳນວນລາຄາຂາຍຕາມລາຄາຊື້ທີ່ປ້ອນ.<br/> ເຈົ້າສາມາດແກ້ໄຂຄ່ານີ້ສຳຫຼັບສິນຄ້າທີ່ບໍ່ມີຕົວຕົນໃນຈະນະທີ່ເພີ່ມສິນຄ້າ</small>",

    'fy_start_month' => 'ເລີ່ມຕົ້ນເດືອນຂອງປີການເງິນສຳລັບທຸລະກິດຂອງເຈົ້າ',

    'business_tax' => 'ຈົດທະບຽນເລກພາສີອາກອນສຳລັບທຸລະກິດຂອງເຈົ້າ.',

    'invoice_scheme' => "ຮູບແແບໃບແຈ້ງໜີ້ໝາຍເຖິງຮູບແບບການກຳນົດໝາຍເລກໃບແຈ້ງໜີ້. ເລືອກຊຸດຮູບແບບທີ່ຈະໃຊ້ສຳລັບທີ່ຕັ້ງທຸລະກິດນີ້<br><small class='text-muted'><i>ເຈົ້າສາມາດເພີ່ມຮູບແບບໃບແຈ້ງໜີ້ໃໝ່</b> ໃນການຕັ້ງຄ່າໃບແຈ້ງໜີ້</i></small>",

    'invoice_layout' => "ໂຄງຮ່າງໃບແຈ້ງໜີ້ທີ່ຈະໃຊ້ໃນທີ່ຕັັ້ງທຸລະກິດນີ້<br><small class='text-muted'>(<i>ເົ້ຈາສາມາດເພີ່ມໃໝ່ <b>ໂຄງຮ່າງໃບແຈ້ງໜີ້</b> in <b>ຕັ້ງຄ່າໃບແຈ້ງໜີ້<b></i>)</small>",

    'invoice_scheme_name' => 'ໃສ່ຊື່ທີ່ມີຄວາມໝາຍສັ້ນໃຫ້ກັບໂຄງຮ່າງໃບແຈ້ງໜີ້.',

    'invoice_scheme_prefix' => 'ຄຳນຳໜ້າສຳລັບໂຄງຮ່າງໃບແຈ້ງໜີ້.<br>ຄຳນຳໜ້າສາມາດເປັນຂໍ້ຄວາມທີ່ກຳນົດເອງຫຼືປີປັດຈຸບັນ. ຕົວຢ່າງ: #XXXX0001, #2018-0002',

    'invoice_scheme_start_number' => "ໝາຍເລກເລີ່ມຕົ້ນສຳລັບການກຳນົດໝາຍ ເລກໃບແຈ້ງໜີ້. <br><small class='text-muted'>ທ່ານສາມາດເຮັດໃຫ້ມັນເປັນເລກ 1 ຫຼືເລກອື່ນໆຈາກເລກທີ່ເປັນເລກເລີ່ມຕົ້ນ.</small>",

    'invoice_scheme_count' => 'ຈຳນວນໃບແຈ້ງໜີ້ທັງໝົດທີ່ສເາງຂຶ້ນ ສຳລັບໂຄງຮ່າງໃບແຈ້ງໜີ້',

    'invoice_scheme_total_digits' => 'ຄວາມຍາວຂອງໝາຍເລກໃບແຈ້ງໜີ້ບໍ່ລວມຄຳນຳໜ້າໃນໃບແຈ້ງໜີ້',

    'tax_groups' => 'ອັດຕາອາກອນໃນກຸ່ມ- ກຳນົດໄວ້ຂ້າງເທິງ, ທີ່ຈະໃຊ້ຮ່ວມກັນໃນການ ຊື້ / ຂາຍ.',

    'unit_allow_decimal' => "ທົດສະນິຍົມຊ່ວຍໃຫ້ເຈົ້າສາມາດຂາຍສິນຄ້າທີ່ກ່ຽວຂ້ອງໃນຮູບແບບເສດສ່ວນ.",

    'print_label' => 'ເພີ່ມສິນຄ້າ ->ເລືອກຂໍ້ມູນທີ່ຈະສະແດງ -> ເລືອກການຕັ້ງຄ່າບາໂຄດ -> ເບິ່ງຕົວຢ່າງປ້າຍກຳກັບ -> ພິມ',

    'expense_for' => 'ເລືອກຜູ້ໃຊ້ທີ່ກ່ຽວຂ້ອງກັບຄ່ໃຊ້ຈ່າຍ. <i>(Optional)</i><br/><small>ຕົວຢ່າງ: ເງິນເດືອນຂອງພະນັກງານ.</small>',
    
    'all_location_permission' => 'ຖ້າວ່າ <b>ທີ່ຕັ້ງທຸລະກິດທັງໝົດ</b> ເລືອກບົດບາດນີ້ຈະໄດ້ຮັບການອະນຸຍາດເຂົ້າເຖິງທຸກໆສະຖານທີ່ທຸລະກິດ',

    'dashboard_permission' => 'ຖ້າບໍ່ໄດ້ເລືອກສະເພາະຂໍ້ຄວາມຍິນດີຕ້ອນຮັບຈະສະແດງຢູ່ໜ້າທຳອິດ.',

    'access_locations_permission' => 'ເລືອກສະຖານທີ່ຕັ້ງທັງໝົດທີ່ບົດບາດນີ້ສາມາດເຂົ້າເຖິງໄດ້. ຂໍ້ມູນທັງໝົດສຳຫຼັບສະຖານທີ່ທີ່ເລືອກຈະສະແດງຕໍ່ຜູ້ໃຊ້ນີ້ເທົ່ານັ້ນ.<br/><br/><small>ຕົວຢ່າງ: ເຈົ້າສາມາດໃຊ້ເພື່ອກຳນົດ <i>ຜູ້ຈັດການຮ້ານ / ພະນັກງານຂາຍ / ຜູ້ຈັດການສະຕັອກ / ຜູ້ຈັດການສາຂາ, </i>ຂອງສະຖານທີ່ຕັ້ງໂດຍສະເພາະ.</small>',

    'print_receipt_on_invoice' => 'ເປີດໃຊ້ງານ ຫຼື ປິດໃຊ້ງານການພິມຝບແຈ້ງໜີ້ອັດຕະໂນມັດເມື່ອສຳເລັັດ',

    'receipt_printer_type' => "<i>ການພິມໂດຍໃຊ້ Browser</i>: ສະແດງ  Dialog Box Browserພ້ອມຕົວຢ່າງໃບແຈ້ງໜີ້<br/><br/> <i>ໃຊ້ເຄື່ອງພິມໃບຮັບເງິນທີ່ກຳນົດຄ່າ</i>: ເລືອກໃບຮັບເງິນທີ່ກຳນົດ / ເຄື່ອງພິມຄວາມຮ້ອນສຳລັບການພິມ",

    'adjustment_type' => '<i>ປົກກະຕິ</i>: ການດັດປັບຕາມເຫດຜົນປົກກະຕິເຊັ່ນ: ການຮົ່ວໄຫຼ, ຄວາມເສຍຫາຍແລະອື່ນໆ. <br/><br/> <i>ຜິດປົກກະຕິ</i>:ການປັບດ້ວຍເຫດຜົນເຊັ່ນ: ໄຟໄໝ້, ອຸປະຕິເຫດແລະອື່ນໆ.',

    'total_amount_recovered' => 'ຈຳນວນເງິນທີ່ໄດ້ຮັບຈາກການປະກັນໄພຫຼືການຂາຍເສດສ່ວນ ຫຼື ອື່ນໆ',

    'express_checkout' => 'ເຮັດເຄື່ອງໝາຍຊຳລະເງິນແລ້ວ	& ຊຳລະເງິນ',
    'total_card_slips' => 'ຈຳນວນການຊຳລະເງິນດ້ວຍບັດທັງໝົດທີ່ໃຊ້ໃນການລົງທະບຽນນີ້',
    'total_cheques' => 'ຈຳນວນແຊັກທັງໝົດທີ່ໃຊ້ໃນການລົງທະບຽນນີ້',

    'capability_profile' => "ສະຫນັບສະຫນູນສໍາລັບຄໍາສັ່ງແລະຫນ້າລະຫັດແຕກຕ່າງກັນລະຫວ່າງຜູ້ຈຳໜ່າຍເຄື່ອງພິມແລະລຸ້ນ.ຖ້າເຈົ້າບໍ່ແນ່ໃຈ, ມັນເປັນຄວາມຄິດທີ່ດີທີ່ຈະໃຊ້ຂໍ້ມູນ'ງ່າຍດາຍ'",

    'purchase_different_currency' => 'ເລືອກຕົວເລືອກນີ້ຖ້າທ່ານຊື້ໃນສະກຸນເງິນອື່ນທີ່ແຕກຕ່າງຈາກສະກຸນເງິນທຸລະກິດຂອງເຈົ້າ',

    'currency_exchange_factor' => "1 ສະກຸນເງິນຊື້ = ? ສະກຸນເງິນພື້ນຖານ <br> <small class='text-muted'>ເຈົ້າສາມາດ ເປີດ/ປິດ 'ການຊື້ໃນສະກຸນເງິນອື່ນ' ຈາກທີ່ຕັ້ງທຸລະກິດ.</small>",

    'accounting_method' => 'ວິທີການບັນຊີ',

    'transaction_edit_days' => 'ຈຳນວນມື້ນັບແຕ່ມື້ເຮັດທຸລະກຳຈົນເຖິງການມື້ທີ່ສາມດແກ້ໄຂການເຮັດທຸລະກຳໄດ້.',
    'stock_expiry_alert' => "ລາຍການສະຕັອກທີ່ໝົດອາຍຸໃນ :days ມື້ <br> <small class='text-muted'>ສາມາດກຳນົດ. ຈຳນວນມື້ໃນການຕັ້ງທຸລະກິດໄດ້ </small>",
    'sub_sku' => "Sku ແມ່ນຕົວເລືອກ. <br><br><small>ເວັ້ນຫວ່າງໄວ້ເພື່ອສາມາດສ້ງ sku ອັດຕະໂນມັດ.<small>",
    'shipping' => "ກຳນົດລາຍລະອຽດການຈັດສົ່ງ ແລະ ຄ່າຈັດສົ່ງ. ກົດທີ່ປູ່ມແກ້ໄຂດ້ານລຸ່ມເພື່ອເພີ່ມ / ປັບປຸງລາຍລະອຽດການຂົນສົ່ງແລະຄ່າບໍລິການ."
];
